Repository: nikriek/shutdown
Catalog: Shutdown/*.lproj/Main.strings
Languages: de

# 080-vI-Ebw.text
source: Execute on startup
de: Beim Start ausführen

# 70B-Pj-fkl.text
source: Touch button to shutdown
de: Klicken zum Herunterfahren

# 7YO-dt-h8B.text
source: Rate this app
de: App bewerten

# 7cz-Dy-pxR.text
source: Acknowledgements
de: Open Source-Lizenzen

# GY8-bA-8Zx.text
source: Website
de: Webseite

# Kmq-ku-Sph.footerTitle
source: View 'Get started' on first launch. All data will be saved securely in the device's keychain!
de: Siehe 'So funktioniert's' beim ersten Start. Alle Daten werden sicher im Geräte-Schlüsselbund abgespeichert.

# Kmq-ku-Sph.headerTitle
source: Connection Settings
de: Verbindungs-Einstellungen

# Rtl-QK-NJ5.title
source: Acknowledgements
de: Open Source-Lizenzen

# TDx-Be-UgU.footerTitle
source: Copyright © 2014 by Niklas Riekenbrauck – all rights reserved
de: Copyright © 2014 Niklas Riekenbrauck – Alle Rechte vorbehalten

# Y2q-00-HkY.title
source: Guide
de: So funktioniert's

# dGA-4R-wQH.placeholder
source: Username
de: Benutzername

# dqR-8V-dfA.footerTitle
source: The shutdown command will be executed automatically on the app's startup.
de: Das Herunterfahr-Kommando wird direkt nach dem App-Start abgeschickt.

# gMJ-h8-pR7.text
source: This app was developed by Niklas Riekenbrauck. Feel free to write me – especially when you need help!
de: Diese App wurde von Niklas Riekenbrauck entwickelt. Du kannst mir gerne schreiben – besonders wenn Hilfe benötigt wird.

# mcb-66-hjN.placeholder
source: Host IP or local domain
de: IP oder lokale Domain

# rfl-4I-8on.placeholder
source: Password
de: Passwort

# soq-fF-RTh.text
source: Get started
de: So funktioniert's
